{
    "Prescription": [
        "The image shows a handwritten note on paper with various medical instructions and recommendations for treatment related to dental implants from \"THE WHITE TUSK,\" which is indicated by their logo in the top right corner of the page.\n\nAt the top left, there's a date written as \"12/10/22\" indicating when the note was made. Below this date, it reads \"Smile Designing | Teeth Whitening | Dental Implants | General Dentistry,\" which appears to be the practice or clinic associated with the handwritten instructions.\n\nThe main body of text is divided into different sections: \n\n- The first section mentions a patient's name as \"Mr. Sachin\" and instructs on post-meal doses for Augmentin (625 mg) taken 1 - o, one time x 5 days after meals.\n  \n- Below that, it indicates the use of Enzoflam with instructions to take either 1 or 0 times per day over a span of 5 days.\n\nThe second section has another note under \"before,\" which refers to PanD4 (possibly an abbreviation for Paracetamol) taken as needed and then mentions Hexigel gum paint massage, indicating treatment frequency of once every week with doses ranging from one time zero-1 times per day over a span of 5 days.\n\nAt the bottom right corner of the page, there is contact information including phone number (+91 80124632), website (www.thewhitetusk.com), and an email address (info@thewhitetusk.com).\n\nThe note concludes with what seems to be a signature or initials in cursive at the bottom right. The overall layout is simple, using bullet points for clear distinction between different treatment instructions."
    ],
    "Discharge Summary": [
        "The image is a discharge summary document from QF/NUR/12_07_05_2014, dated July 8th, 2014 for a patient admitted to the BIPLAB ROY bed on April 18th, 2011. The report includes various sections such as personal and medical history details, final diagnosis, operative notes, findings from the surgical procedure (total radical oesophagectomy), condition at discharge instructions, and advice on post-discharge care.\n\nThe patient's name is BENOY KUMAR ROY, aged 36 years old. His guardian was JHARGRAM (WEST MIDD). The report mentions a referral to Drs. TAPAN KUMAR DASS and Dr. M.B.DAS for consultation on February 10th.\n\nThe final diagnosis is Squamous Cell Carcinoma Oesophagus, with findings from various medical examinations including endoscopy, biopsy showing advanced disease, and CT scan results suggesting possible metastasis to the lungs but no active evidence of cancer outside the oesophagus. The patient underwent a total radical oesophagectomy on January 21st.\n\nPostoperative recovery was gradual without any complications noted in the document. Discharge instructions include rest for seven days at home, diet recommendations including liquid and clear liquids, fluid intake advice, oral medication administration schedule, postdischarge care guidance from Dr. Gautam Mukhopadhyay (Consultant Onco Surgeon).\n\nThis summary is part of a larger medical record meant to inform the patient's future healthcare decisions after leaving the hospital."
    ],
    "Cancelled Cheque": [
        "The image shows a close-up of a cancelled cheque from the State Bank of India. The cheque is predominantly white with blue text and design elements.\n\nAt the top left corner, there's a logo that reads \"State Bank of India\" in English followed by its Hindi equivalent \"भारत सरकारी बैंक\". Below this header, centered on the image, are large red letters spelling out \"CANCELLED\", indicating that the cheque has been invalidated.\n\nBelow the cancellation notice is detailed information about the payment. It reads: \"PAY IN RUPEES\" in bold blue text with a smaller print stating \"34992672506\". Below this, there's an account number \"34992672506\", which appears to be part of the cheque or a reference code. The prefix for the account is indicated as \"15160008\".\n\nOn the right side, in smaller blue text against a white background, it says \"JITENDRA KUMAR CHAUDHARY\". This likely refers to the payee's name.\n\nAt the bottom left of the cheque, there are several lines of printed and handwritten information. The first line is typed: \"BENEFICIARY NAME\" followed by \"270326 2815\", which seems like a reference number or account holder details related to the payment being processed through various branches.\n\nThe overall layout includes both English text in blue boxes with black outlines and some handwritten elements, all on a plain white background. The colors are primarily red for cancellations, dark blue for main headings, light blue for smaller print, and brownish-red for certain numerical references or dates which may have been written by hand."
    ],
    "Pharmacy Bill": [
        "The image shows a tax invoice from Medicaire Wholesale Pharmacy located at 13 Health Street, Mumbai, Maharashtra, India. The contact number provided is +91-0845678991 and there's an offer mentioned: \"Buy 1 Get 1 Free\". This document lists various pharmaceutical products along with their details such as product/service name, batch no., MFG date, expiry date, HSN/ SAC tax rate, MRP (Manufactured Retail Price), discount percentage, and taxable value.\n\nHere is a summary of the information presented:\n\n- **Product Details:**\n  - Paracetamol 500 mg\n    - Batch No.: A1\n    - MFG Date: Dec 2024\n    - Expiry Date: Mar 2026\n    - Tax Rate: 10%\n    - MRP: ₹50.00\n    - Discount %: Not specified, but a taxable value of ₹360.00 is listed.\n  \n  - Cough Syrup (200ml)\n    - Batch No.: A1\n    - MFG Date: Jul 2023\n    - Expiry Date: Dec 2025\n    - Tax Rate: Not specified, but a taxable value of ₹46.80 is listed.\n  \n  - Antibiotic Cream (30g)\n    - Batch No.: C305429\n    - MFG Date: Jan 2022\n    - Expiry Date: Dec 2024\n    - Tax Rate: Not specified, but a taxable value of ₹16.80 is listed.\n\n- **Total in words:** Two Thousand Four Hundred and Sixty-One Rupees and Sixty Paisa Only (₹2,593.60).\n\n- The total amount including IGST (Input GST) comes to ₹4,758.40 with a breakdown of ₹1,250 for MRP and various other details.\n\nThe invoice also includes terms and conditions related to the products being sold as goods leaves their premises once sold, which indicates that delivery ex-premises will not be taken back by Medicaire Wholesale Pharmacy.\n\nAt the bottom, there is an acknowledgment note thanking the customer for their order with a mention of looking forward to working together in the future. The invoice's footer includes various certification and legal notices regarding tax compliance from Surate Branch.\n\nThe document appears professional and formatted clearly, facilitating easy understanding and processing of financial transactions related to pharmaceutical purchases."
    ],
    "Cash Credit Memo": [
        "The image shows a handwritten document on top of another printed sheet with the text \"CASH CREDIT MEMO.\" The visible details include:\n\n1. **Header**:\n   - Title: \"Cash Credit Memo\"\n   - Company Name and Address: \"GAVAI SHRI ENTERPRISES / Cash Credit Memorandum (07/31)\"\n   - Details of Bank Banks, Syndicate Committee Agent, etc.\n\n2. **Table**:\n   - Column Headers with handwritten entries such as \"P.O No.\", \"Date\", \"Total 540...\"\n   - Other columns include numerical values and calculations in different handwriting styles.\n   \n3. **Annotations**:\n   - Handwritten notes including numbers like \"167...\", \"28...,\" etc., alongside annotations that appear to be amounts or quantities.\n\n4. **Footer**:\n   - Signature: \"For Ms. Gavali, Eri Enterprises\"\n   - Date Stamp with timestamp indicating a date and time stamp.\n   \n5. **Printed Sheet Underneath**:\n   - Appears partially visible with text such as contact information for Bank of India (Bri), including phone numbers.\n\nThe document seems to be related to financial transactions or account management within the enterprise, involving cash credits. The handwritten notes likely represent internal calculations and references specific items listed in the table above."
    ],
    "Bank Statement": [
        "The image displays a bank statement from ICICI Bank titled \"Statement of Transactions in Savings Account: Number 020156-841\" for the period April 01, 2019 to March 31, 2020. The account belongs to Mr. Kasula Adarash Prasad and is held under his name at a branch located in Panajagutta.\n\nKey details include:\n\n- Account Holder's Name: MR. KASULABADA PRASHANT\n- Address: 4/3-15/AT/4, PLOT NO 4 AVANTI INGOL THRA NOTRAN GANGETI, PANAJAGUTTA - 500026.\n- Relationship Manager's Contact Details are mentioned at the top of the statement but not fully visible in this image.\n\nThe document is formatted with a header that includes bank branding and contact information. Below this, there’s an introduction stating that it is mandatory to follow KYC compliance guidelines for RBI recommendations.\n\nA detailed table lists account activity under various headings such as DATE, MODE OF TRANSACTION (SAVINGS/BARCODE), PARTICULARS, DEPOSIT/WITHDRAWALS, BALANCE(+/-) and NOMINATION. Transactions are listed with dates ranging from January 2019 to March 2020, showing details like transaction date, mode of deposit or withdrawal, account balance after the operation, fixed deposits taken into consideration if any, and nomination status.\n\nFor example:\n- On Jan-24-2019, a credit (deposit) was made for ₹3566179.94 with various transactions listed below it showing movement of balances between different accounts.\n- Another entry shows a debit (withdrawal) on Feb-18-2020 from an account that had been credited the previous day.\n\nThe bottom right corner indicates \"Registered Depositor\" status for ₹3,751.64 and shows total deposits as ₹29,600.00 with withdrawals totaling ₹14,821.26 ending in March 2020.\n\nAdditionally, there's a note at the bottom right stating “Deposits Under Section I: RBI Guidelines,” implying adherence to regulatory compliance standards by ICICI Bank.\n\nThe document is marked as Page 1 of 22 and includes the footer with various icons representing bank services."
    ],
    "Clinic Payment Receipt": [
        "The image shows a medical receipt from Dr. H L Hirandani Hospital in Mumbai, India. The hospital is certified under ISO 1500:2008 standards by DAKSB & NACSBC Accreditation and recognized as \"A NAHB Registered Super Specialized Hospital\" with the code HF-3401.\n\nThe receipt details include:\n- Receipt No.: OP -69\n- Date of Service: 15/09/2020\n- Total Bill Amount for Cash Receipts.\n- Patient Name: Dr. Vimal Pahajik\n- Dept./Age/M/F: [Gender unspecified]\n- MR Number (Medical Record): provided but not displayed\n\nCost breakdown is as follows:\n- Registration/Constitution change check-up: ₹1,000\n- COVID test handling charge: ₹450 for one person and ₹700 for two persons.\n- Total Amount in Words: \"Indian Rupees\" - 6400.\n\nAdditional information includes the hospital's address (\"Hillside Avenue\"), contact numbers (including OPD appointment), website, and email. The document also mentions it is a New Registration form with a new registration number HF3401 provided by DMC Mumbai."
    ],
    "Lab Report": [
        "The image is a laboratory test report from \"SIRI LAB,\" which appears to be located at VCSR Complex in Mumbai, India. The patient's name listed on the top of the document is Mr. MANOJ with details such as age (35 yrs), sex (male), and bill number (144). Dr.KUMAR was referred by MBBS from DCH.\n\nThe test description section includes information about \"Fasting Blood Glucose\" where a sample type called \"Sodium Flouride\" is listed, along with the results in mg/dL. It mentions that insulin resistance can be detected through two main causes and discusses how it affects blood sugar levels.\n\nBelow this are sections for \"PLBS - Post Lunch Blood Glucose,\" which details another test using sodium fluoride as a sample type to measure glucose level after lunch.\n\nFurther down, there is information about the lipid profile with various types of cholesterol listed such as Total Cholesterol (CHO), HDL Cholesterol (HDL) and others. It mentions serum samples for analysis along with lab technician's name - Dr. Sarath Chandra MBBS MS Ortho Analyzed & Reported by.\n\nAt the bottom, there is a note stating that the report may be correlated clinically for final diagnosis in case of any discrepancy reported due to typing errors kindly get it rectified.\n\nThe document also includes contact information and mentions \"HOME SAMPLE COLLECTION AVAILABLE\" at the very top right. A small logo with \"SIRI LAB\" branding appears on the left side, while another smaller text box indicates a registered test number R-00130 located in the upper right corner of the page. The bottom right contains signatures from two individuals and mentions that the report is approved by them.\n\nThe color scheme includes blue headers for sections like \"TEST DESCRIPTION,\" \"RESULTS,\" etc., with black as the primary text color, making it easy to read against the white background."
    ]
}